[
  {
    "title": "Know your emotions",
    "description": "What are your past experiences with each emotion? Know what triggers each of them. Understand which events, and especially people, are associated with each. Do you understand why you respond emotionally the way you do?.Knowing your emotions should help you judge how to behave when a situation arises. Each new event or interaction should not feel like the first time it’s happening. Each successive time a specific emotion is expressed gives you another opportunity to observe yourself and respond in a way that feels right (or at least better) for you."
  },
  {
    "title": "Maintain healthy boundaries",
    "description": "Think of a boundary as a healthy space around you. You decide how big this space needs to be for you to feel comfortable. It may be an actual space, measured as physical distance, or an imaginary psychological/emotional space. When you successfully maintain healthy emotional boundaries, you are taking care of yourself first and foremost. "
  },
  {
    "title": "Cultivate your own well-being on every level",
    "description": "Understanding who you are at your core, what makes you tick, how you differ from or are similar to those around you, and what your attitudes and beliefs are will help keep you on the right track, able to stay on your path in order to accomplish what you desire. As with emotions, your psychological outlook helps keep you steady in your own life."
  },
  {
    "title": "Create a healthy support system",
    "description": "It should not be difficult to identify who in your life overwhelms you, weighs you down, worries you, makes you anxious, and/or causes you to engage in situations and relationships that are not in your best interest and that deter you from pursuing what makes you happy and contented. Sometimes it’s hard to grasp that a relationship or situation is engaging you in a negative way. But over time and with repetitive interactions, you should begin to see the bigger picture. Even if you have difficultly moving away from or limiting a relationship or situation that isn’t good for you, having a support system behind you is extremely helpful. "
  },
  {
    "title": "Create an emotional or psychological toolbox.",
    "description": "This is a great visual for many of these concepts. Your “toolbox” is a place where you keep your coping skills—life management tools that you have acquired over time and over the course of having had numerous life experiences. These tools are strategies you have developed and used effectively to cope with challenges to your life and well-being."
  }
]
