[
  {
    "title": "Take slow, measured breaths",
    "description": "One of the fastest ways to take the pressure off is to focus on your breathing. When you encounter stress, your initial response is to take quick, shallow breaths from the upper chest. This altered breathing pattern limits your oxygen intake and exacerbates stressful symptoms. Instead, use the abdominal muscles known as your diaphragm to take slow, deep breaths to reduce adrenaline levels and calm your mind and body."
  },
  {
    "title": "Pet a furry friend",
    "description": "Anyone who has ever been greeted at the door by their pet after a long, stressful day knows that animals have a positive impact on human emotions. Studies show that petting animals increases your levels of serotonin and dopamine, two neurotransmitters that have calming effects on the body. Petting your favorite furry friend, or even simply being in their presence, can be positively correlated to reduced blood pressure levels and a major improvement in your overall mood."
  },
  {
    "title": "Hug it out",
    "description": "Hugs are quick, effective stress relievers that cause your brain to release oxytocin, a hormone known for promoting social behaviors that contribute to relaxation, trust, and compassion. The next time stress strikes, give a loved one a hug for an instant pick-me-up."
  },
  {
    "title": "Go for a run",
    "description": "It’s no secret that exercise provides a number of mental and physical benefits that can improve your overall health and well-being. Physical activity gets your blood and, more importantly, your mood-boosting endorphins flowing. Although this phenomenon is often referred to as a runner’s high, you don’t necessarily have to hit the treadmill to reap the benefits. A vigorous game of tennis or an intense nature hike can contribute to the same stress-reducing effect."
  },
  {
    "title": "Have a good laugh",
    "description": "You’ll be surprised how effective a deep belly laugh can be when you’re feeling stressed out. Laughing out loud can immediately relieve tension, relax your muscles and increase the release of mood-boosting endorphins in your brain. In the long-run, laughter can even boost your immune system and provide pain relief. So, the next time you’re feeling down, tune into one of your favorite sitcoms or call up a friend and unleash the laughter with a good inside joke."
  }
]
