[
  {
    "title": "What is Happiness?",
    "description": "Buddha says It is only when we have a mind under our own control that we can be truly happy, not when we come under the control of our own mind. Happiness can be a state of mind - or a way of living. There is no formula, no rules, no manual. Happiness is individual, unique and is always in the eyes of the beholder. Every person on this planet defines happiness in a different way."
  },
  {
    "title": "What is Happiness for You?",
    "description": "Start by asking yourself what being happy actually means to you. If you were happy, how would you feel? What were the happiest moments in your life and what caused them? Imagine waking up every morning with a deep feeling of peace and balance, looking forward to all the things this new day will bring. And that every single day for the rest of your life. You think that’s not realistic? It is. Imagine. How would you like to feel every day? What part of your day is your favorite? Is there anything that could enlighten your daily life if you had it?"
  },
  {
    "title": "Is your idea of Happiness influenced by the opinion of other people?",
    "description": "Most people are trying to live the dreams of other people- parents, grandparents, friends, classmates, colleagues etc.- and the worst part is, they don't even realize it. When you were thinking about what happiness means to you, were those your own ideas? Was that your heart speaking? Or might somebody else's opinion have influenced those thoughts?"
  },
  {
    "title": "What is your true potential?",
    "description": "Discovering our personal potential is one of our most important things to achieve in life. You can only be continuously happy if you know your true potential and live your life for what you are made for. There is nothing more fulfilling than to be in your full potential and find your place in society, doing good for other people."
  },
  {
    "title": "Are you ready to make some changes?",
    "description": "After being asked to think about all of these questions you might have a lot of loose thoughts swirling around in your head. And you probably realized that you are not exactly in the state that you described as being happy, and that's ok. This blog will give you more ideas in the following posts that might help you with some of those thoughts in your head. For now, be patient. Make this topic a part of your life. It is something beautiful after all, isn't it?"
  }
]
